Repository: DavidVentura/Keepass
Catalog: po/*.po
Languages: ar, de, es, nl

# text for search placeholder
source: Search
ar: البَحث
de: Suche
es: Buscar
nl: Zoeken

source: Passwords
ar: كلماتُ المُرُور
de: Passwörter
es: Contraseñas
nl: Wachtwoorden

source: Search
ar: البَحث
de: Suche
es: Buscar
nl: Zoeken

source: Pick DB
ar: اِختَر قاعِدَةَ بَيانات
de: Wähle DB
es: Seleccionar una DB
nl: Kies een databank

source: Pick Key
ar: اِختَر مِفتاح
de: Wähle Schlüssel
es: Seleccionar una clave
nl: Kies een sleutel

source: Clear Key
ar: مَحوُ المِفتاح
de: Lösche Schlüssel
es: Limpiar clave
nl: Sleutel wissen

source: Password
ar: كلمةُ المُرُور
de: Passwort
es: Contraseña
nl: Wachtwoord

source: Open DB
ar: فَتحُ قاعِدَةِ البَيانات
de: Öffne DB
es: Abrir DB
nl: Databank openen

source: You are running on an ARMv7 device in which databases version 3 (kdbx3) are <b>extremely</b> slow.<br/>For your sanity, make sure your database is version 4 (kdbx4)
de: Du nutzt ein ARMv7 Gerät auf welche die Datenbankversion 3 (kdbx3) <b>sehr</b> langsam ist.<br/>Ich weiß noch nicht weshalb, der Fehler liegt bei keepass-rs.<br/>Für deine Zufriedenheit stelle sicher, dass du die Datenbankversion 4 (kdbx4) verwendest.
es: Está usando esto en un dispositivo ARMv7 en el que las bases de datos de la versión 3 (kdbx3) son <b> extremadamente </b> lentas.<br/>Por su bienestar asegúrese de que su base de datos es de la versión 4 (kdbx4)

# error message when wrong password is entered
source: wrong password, please try again
de: Falsches Passwort, bitte nochmal probieren

# page header
source: Settings
ar: الإعدَادَات
de: Einstellungen
es: Ajustes
nl: Instellingen

# download icon setting
source: Download icons
ar: تَنزيلُ الأيقُونات
de: Icons herunterladen
es: Descarga de Iconos
nl: Favicons ophalen

# description for icon download setting
source: Download page icons on database open
ar: تنزيل أيقونات الصفحة عند فتح قاعدة البيانات
de: Lade Icons von Einträgen beim Öffnen der Datenbank herunter
es: Descargar iconos de las páginas cuando se abra la base de datos
nl: Haal automatisch favicons op na het openen van de databank.

# tap to reveal passwort setting
source: Tap on entries to reveal password
ar: انقر على الإدخالات للكشف عن كلمة المرور
de: Tippen auf Einträge zeigt das Passwort an
es: Tocar en las entradas para mostrar la contraseña
nl: Druk op een item om het wachtwoord te tonen

# description for tap to reveal passwort setting
source: They will stay on screen for one second
ar: سوف يبقوا على الشاشة لمدة ثانية واحدة
de: Das Passwort ist dann für eine Sekunde sichtbar
es: Estará visible en la pantalla por un segundo
nl: Ze worden één seconde getoond.

# auto-close time for database setting
source: Auto-close db after inactivity
ar: الإغلاق التلقائي لقاعدة البيانات بعد عدم النشاط
de: Schließe DB bei Inaktivität
es: Cerrar automáticamente la db después de la inactividad
nl: Databank sluiten na inactiviteit

# description for auto-close setting
source: In minutes. 0 for disabled.
ar: بعد كم دقيقة؟ عيِّن العدد 0 للتعطيل.
de: In Minuten. 0 für deaktiviert.
es: En minutos. 0 para deshabilitar.
nl: In minuten - 0 = uitschakelen.

# show recycle-bin setting
source: Show the "Recycle bin" group
ar: عرض مجموعة "سلة المحذوفات"
de: Zeige die Gruppe "Papierkorb" an
es: Mostrar el grupo «Recycle bin»
nl: Prullenbak tonen

# description for show recycle-bin setting
source: This group contains all the deleted entries
ar: تحتوي هذه المجموعة جميع الإدخالات المحذوفة
de: Diese Gruppe enthält alle gelöschten Einträge
es: Este grupo contiene todas las entradas eliminadas
nl: Deze groep bevat alle verwijderde items.

# change section on search setting
source: Change section on search
ar: تغيير الفئة خِلال البحث
de: Wechsle die Gruppe bei der Suche
es: Cambiar sección durante la búsqueda
nl: Sectie veranderen bij zoekopdracht

# description for change section on search setting
source: Change section automatically if there are no results for the search value in the current section, and there are results in another section
ar: تغيير الفئة تلقائيًا إذا لم تكن هناك نتائج لقيمة البحث في الفئة المحددة، وهناك نتائج في فئة أُخرى.
de: Wechselt automatisch die Gruppe wenn für die aktuelle Gruppe keine Suchergebnisse vorhanden sind, aber in einer anderen Gruppe
es: Cambia de sección automáticamente si no hay resultados para el valor buscado en la sección actual y hay resultados en otra sección
nl: Verander de sectie automatisch als er geen zoekresultaten zijn binnen de huidige sectie, maar wel in een andere.

# show slow database warning setting
source: Show warning before opening very slow databases
de: Zeige eine Warnung vor dem Öffnen von sehr langsamen Datenbanken
es: Mostrar un aviso antes de abrir bases de datos muy lentas

# description for show slow database warning setting
source: Opening KDBX3 databases on ARMv7 devices can take up to 2 seconds <b>per entry</b> (3 minutes for 100 entries)
de: Das Öffnen von KDBX3 Datenbanken auf ARMv7 Geräten kann bis zu 2 Sekunden <b>pro Eintrag</b> (3 Minuten für 100 Einträge) dauern
es: Abrir bases de datos KDBX3 en dispositivos ARMv7 puede tardar hasta 2 segundos <b>por cada entrada</b> (3 minutos para 100 entradas)

source: You are running on an ARMv7 device in which databases version 4 (kdbx4) are <b>extremely</b> slow. <br/> I don't know why yet, it is an issue with keepass-rs.<br/> For your sanity, make sure your database is version 3 (kdbx3)
ar: أنت تعمل على جهاز ARMV7 الذي تكون فيه قواعد بيانات الإصدار الرابع (KDBX4) <b>بطيئة للغاية</b>. <br/> أنا لا أعلم لماذا حتى الآن، لكنها مشكلة مع keepass-rs. <br/> لكي لا تعاني، تأكد أن قاعدة البيانات الخاصة بك من الإصدار الثالث (KDBX3)
nl: Je draait deze app op een ARMv7-apparaat. Databanken met versienummer 4 (kdbx4) zijn hierop <b>zeer</b> traag. <br/> Ik weet nog niet waarom, maar het zit hem ergens in keepass-rs.<br/> Ik raad dan ook ten zeerste aan om een databank met versienummer 3 (kdbx3) te gebruiken.

source: Keepass
ar: كي باس
